/* run  genstrings -SwiftUI  *.swift    to generate the basic file translation, but you will need to add more manually */

"Delete" = "Delete";
"OK" = "OK";

/* APPLICATION ACTIVITIES */
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";

"Up next" = "Up next";
"More to explore" = "More to explore";

"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";

/* A button that shows a menu with the following items */
"Sort" = "Sort";
"Creation Date" = "Creation Date"; /* Sort by date the items were created */
"Sort Items" = "Sort Items"; /* The Title of the menu */
"Optimized" = "Optimized"; /* Sort using an optimised algorithm */
"Title" = "Title"; /* Sort by item title */

"High" = "High";
"Medium" = "Medium";
"Low" = "Low";

"Edit Project" = "Edit Project";
"Close this project" = "Close this project";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Custom project color" = "Custom project color";
"Delete project?" = "Delete project?";
"Project name" = "Project name";

"Basic settings" = "Basic settings";

"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely" = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely";

"Description" = "Description";
"Description of this project" = "Description of this project";

"Item name" = "Item name";
"Locked" = "Locked";
"Priority" = "Priority";

"There's nothing here right now" = "There's nothing here right now";

"Unlocked: %@" = "Unlocked: %@";

"Edit Item" = "Edit Item";
"Mark Completed" = "Mark Completed";

"New Project" = "New Project";
"New Item" = "New Item";

"Please select something from the menu to begin" = "Please select something from the menu to begin";
"Are you sure you want to delete this project? You will also delete all the items it contains" = "Are you sure you want to delete this project? You will also delete all the items it contains";
